Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

# dashboard.section.weekly_workload
source: Weekly Workload
ar: عبء العمل الأسبوعي
da: Ugentlig arbejdsbyrde
de: dashboard.section.weekly_workload
es: Carga de trabajo semanal
fa: بار کاری هفتگی
fi: Viikoittainen työmäärä
fr: Charge de travail hebdomadaire
he: לוח מחוונים.section.weekly_workload
it: Carico di lavoro settimanale
ja: 週ごとの作業量
nl: Wekelijkse werklast
sw: Mzigo wa kazi wa kila wiki
th: ปริมาณงานรายสัปดาห์
uk: Тижневе навантаження
vi: Khối lượng công việc hàng tuần
zh_hans: 每周工作量
zh_hant: 每週工作量
zh_hk: 每週工作量

# dashboard.today_focus
source: Today / Focus
ar: اليوم / التركيز
da: I dag / Fokus
de: dashboard.today_focus
es: Hoy / Enfoque
fa: امروز / تمرکز
fi: Tänään / Keskity
fr: Aujourd'hui / Focus
he: dashboard.today_focus
it: Oggi / Focus
ja: 今日 / フォーカス
nl: Vandaag / Focus
ru: Сегодня / Фокус
sw: Leo / Zingatia
th: วันนี้/โฟกัส
uk: Сьогодні / Фокус
vi: Hôm nay / Tập trung
zh_hans: 今日/焦点
zh_hant: 今日/焦點
zh_hk: 今日/焦點

# flashcards.action.create_deck
source: Create new deck
ar: إنشاء سطح السفينة الجديد
da: Opret nyt dæk
de: flashcards.action.create_deck
es: Crear nuevo mazo
fa: عرشه جدید ایجاد کنید
fi: Luo uusi kansi
fr: Créer un nouveau deck
he: כרטיסיות.action.create_deck
it: Crea un nuovo mazzo
ja: 新しいデッキを作成する
nl: Maak een nieuw kaartspel
ru: Создать новую колоду
sw: Unda staha mpya
th: สร้างสำรับใหม่
uk: Створіть нову колоду
vi: Tạo bộ bài mới
zh_hans: 创建新牌组
zh_hant: 建立新牌組
zh_hk: 創建新牌組

# flashcards.action.new_deck
source: New Deck
ar: سطح السفينة الجديد
da: Nyt dæk
de: flashcards.action.new_deck
es: Nueva baraja
fa: عرشه جدید
fi: Uusi kansi
fr: Nouveau pont
he: flashcards.action.new_deck
it: Nuovo mazzo
ja: 新しいデッキ
nl: Nieuw dek
ru: Новая колода
sw: Sitaha Mpya
th: เด็คใหม่
uk: Нова колода
vi: Bộ bài mới
zh_hans: 新牌组
zh_hant: 新牌組
zh_hk: 新甲板

# flashcards.add.button_cancel
source: Cancel
ar: يلغي
da: Ophæve
de: flashcards.add.button_cancel
es: Cancelar
fa: لغو کنید
fi: Peruuttaa
fr: Annuler
he: flashcards.add.button_cancel
it: Cancellare
ja: キャンセル
nl: Annuleren
ru: Отмена
sw: Ghairi
th: ยกเลิก
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

# flashcards.add.button_create
source: Create
ar: يخلق
da: Skabe
de: flashcards.add.button_create
es: Crear
fa: ایجاد کنید
fi: Luoda
fr: Créer
he: flashcards.add.button_create
it: Creare
ja: 作成する
nl: Creëren
ru: Создать
sw: Unda
th: สร้าง
uk: Створити
zh_hans: 创建
zh_hant: 建立
zh_hk: 創造

# flashcards.add.coming_soon
source: Course selection coming soon
ar: اختيار الدورة قريبا
da: Kursusvalg kommer snart
de: flashcards.add.coming_soon
es: Próximamente selección de cursos
fa: انتخاب رشته به زودی
fi: Kurssivalinta tulossa pian
fr: Sélection de cours à venir
he: flashcards.add.coming_soon
it: A breve la selezione del corso
ja: コース選択は近日公開予定
nl: Cursuskeuze binnenkort
ru: Выбор курса скоро появится
sw: Uchaguzi wa kozi unakuja hivi karibuni
th: การเลือกหลักสูตรเร็ว ๆ นี้
uk: Вибір курсу незабаром
zh_hans: 课程选择即将推出
zh_hant: 課程選擇即將推出
zh_hk: 選課即將推出

# flashcards.add.link_section
source: Link to Course (Optional)
ar: رابط الدورة (اختياري)
da: Link til kursus (valgfrit)
de: flashcards.add.link_section
es: Enlace al curso (opcional)
fa: پیوند به دوره (اختیاری)
fi: Linkki kurssille (valinnainen)
fr: Lien vers le cours (facultatif)
he: כרטיסיות.add.link_section
it: Link al corso (facoltativo)
ja: コースへのリンク (オプション)
nl: Link naar cursus (optioneel)
ru: Связать с курсом (опционально)
sw: Unganisha kwa Kozi (Si lazima)
th: ลิงก์ไปยังหลักสูตร (ไม่บังคับ)
uk: Посилання на курс (необов'язково)
zh_hans: 链接到课程（可选）
zh_hant: 連結到課程（可選）
zh_hk: 課程鏈接（可選）

# flashcards.add.name_field
source: Deck Name
ar: اسم سطح السفينة
da: Dæks navn
de: flashcards.add.name_field
es: Nombre de la plataforma
fa: نام عرشه
fi: Kannen nimi
fr: Nom du pont
he: flashcards.add.name_field
it: Nome del mazzo
ja: デッキ名
nl: Deknaam
ru: Название колоды
sw: Jina la Deck
th: ชื่อเด็ค
uk: Назва колоди
vi: Tên bộ bài
zh_hans: 牌组名称
zh_hant: 牌組名稱
zh_hk: 卡組名稱

# flashcards.add.title
source: New Deck
ar: سطح السفينة الجديد
da: Nyt dæk
de: flashcards.add.title
es: Nueva baraja
fa: عرشه جدید
fi: Uusi kansi
fr: Nouveau pont
he: כרטיסיות.add.title
it: Nuovo mazzo
ja: 新しいデッキ
nl: Nieuw dek
ru: Новая колода
sw: Sitaha Mpya
th: เด็คใหม่
uk: Нова колода
zh_hans: 新牌组
zh_hant: 新牌組
zh_hk: 新甲板

# flashcards.deck.cards_count
source: %d cards
ar: %d بطاقة
da: %d kort
de: flashcards.deck.cards_count
es: %d tarjetas
fa: %d کارت
fi: %d korttia
fr: %d cartes
he: flashcards.deck.cards_count
it: %d carte
ja: %d 枚のカード
nl: %d kaarten
ru: %d карточек
sw: Kadi %d
th: การ์ด %d ใบ
uk: %d карток
vi: %d thẻ
zh_hans: %d 张卡片
zh_hant: %d 張卡片
zh_hk: %d 張卡片

# flashcards.deck.help_create
source: Create flashcard deck for %@
ar: إنشاء مجموعة بطاقات تعليمية لـ %@
da: Opret flashcard deck for %@
de: flashcards.deck.help_create
es: Crear una baraja de tarjetas didácticas para %@
fa: ایجاد عرشه فلش کارت برای %@
fi: Luo muistikorttipaketti kohteelle %@
fr: Créer un jeu de cartes mémoire pour %@
he: flashcards.deck.help_create
it: Crea un mazzo di flashcard per %@
ja: %@ のフラッシュカード デッキを作成します
nl: Maak een flashcard-deck voor %@
ru: Создать колоду карточек для %@
sw: Unda sitaha ya kadi ya %@
th: สร้างสำรับแฟลชการ์ดสำหรับ %@
uk: Створити колоду карток для %@
vi: Tạo bộ thẻ flashcard cho %@
zh_hans: 为 %@ 创建闪卡牌组
zh_hant: 為 %@ 建立閃卡牌組
zh_hk: 為 %@ 創建抽認卡組

# flashcards.empty.choose_deck
source: Choose a deck from the sidebar to view cards and study
ar: اختر مجموعة من الشريط الجانبي لعرض البطاقات والدراسة
da: Vælg et kortspil fra sidebjælken for at se kort og studere
de: flashcards.empty.choose_deck
es: Elige un mazo de la barra lateral para ver cartas y estudiar
fa: برای مشاهده کارت ها و مطالعه، یک عرشه از نوار کناری انتخاب کنید
fi: Valitse pakka sivupalkista nähdäksesi kortit ja opiskellaksesi
fr: Choisissez un jeu dans la barre latérale pour afficher les cartes et étudier
he: כרטיסיות. emptyy.choose_deck
it: Scegli un mazzo dalla barra laterale per visualizzare le carte e studiare
ja: サイドバーからデッキを選択してカードを表示し、学習します
nl: Kies een kaartspel in de zijbalk om kaarten te bekijken en te bestuderen
ru: Выберите колоду из боковой панели для просмотра карточек и обучения
sw: Chagua sitaha kutoka kwa utepe ili kutazama kadi na kusoma
th: เลือกสำรับจากแถบด้านข้างเพื่อดูการ์ดและศึกษา
uk: Виберіть колоду на бічній панелі, щоб переглядати карти та вивчати
vi: Chọn một bộ bài từ thanh bên để xem các lá bài và học tập
zh_hans: 从侧边栏选择一个牌组以查看卡片并学习
zh_hant: 從側邊欄選擇一個牌組以查看卡片並學習
zh_hk: 從側邊欄中選擇一副牌來查看卡片和學習

# flashcards.empty.create_first
source: Create your first flashcard deck to get started
ar: قم بإنشاء مجموعة البطاقات التعليمية الأولى للبدء
da: Opret dit første kortspil for at komme i gang
de: flashcards.empty.create_first
es: Crea tu primera baraja de tarjetas didácticas para empezar
fa: اولین عرشه فلش کارت خود را برای شروع ایجاد کنید
fi: Aloita luomalla ensimmäinen muistikorttipakkasi
fr: Créez votre premier jeu de cartes mémoire pour commencer
he: כרטיסיות. empty.create_first
it: Crea il tuo primo mazzo di flashcard per iniziare
ja: 最初のフラッシュカードデッキを作成して始めましょう
nl: Maak je eerste flashcard-deck om aan de slag te gaan
ru: Создайте свою первую колоду карточек для начала
sw: Unda sitaha yako ya kwanza ya kadi ya tochi ili kuanza
th: สร้างสำรับแฟลชการ์ดชุดแรกของคุณเพื่อเริ่มต้น
uk: Щоб почати, створіть свою першу колоду карток
zh_hans: 创建你的第一个闪卡牌组以开始使用
zh_hant: 建立你的第一個閃卡牌組以開始使用
zh_hk: 創建您的第一個抽認卡組以開始使用

# flashcards.empty.no_decks
source: No Decks
ar: لا الطوابق
da: Ingen dæk
de: flashcards.empty.no_decks
es: Sin cubiertas
fa: بدون عرشه
fi: Ei kansia
fr: Pas de platines
he: כרטיסיות. emptyy.no_decks
it: Nessun mazzo
ja: デッキなし
nl: Geen dekken
ru: Нет колод
sw: Hakuna sitaha
th: ไม่มีเด็ค
uk: Без колод
zh_hans: 无牌组
zh_hant: 無牌組
zh_hk: 沒有套牌

# flashcards.empty.no_results
source: No Results
ar: لا توجد نتائج
da: Ingen resultater
de: flashcards.empty.no_results
es: Sin resultados
fa: بدون نتیجه
fi: Ei tuloksia
fr: Aucun résultat
he: כרטיסיות. emptyy.no_results
it: Nessun risultato
ja: 結果はありません
nl: Geen resultaten
ru: Нет результатов
sw: Hakuna Matokeo
th: ไม่มีผลลัพธ์
uk: Немає результатів
vi: Không có kết quả
zh_hans: 无结果
zh_hant: 無結果
zh_hk: 沒有結果

# flashcards.empty.select_deck
source: Select a Deck
ar: حدد سطح السفينة
da: Vælg et dæk
de: flashcards.empty.select_deck
es: Seleccione un mazo
fa: یک عرشه را انتخاب کنید
fi: Valitse kansi
fr: Sélectionnez une platine
he: כרטיסיות. emptyy.select_deck
it: Seleziona un mazzo
ja: デッキを選択してください
nl: Selecteer een kaartspel
ru: Выберите колоду
sw: Chagua Sitaha
th: เลือกเด็ค
uk: Виберіть колоду
vi: Chọn một bộ bài
zh_hans: 选择牌组
zh_hant: 選擇牌組
zh_hk: 選擇一副牌組

# flashcards.search.placeholder
source: Search decks
ar: الطوابق البحث
da: Søg dæk
de: flashcards.search.placeholder
es: Buscar mazos
fa: عرشه های جستجو
fi: Etsi kansioita
fr: Rechercher des decks
he: flashcards.search.placeholder
it: Cerca mazzi
ja: 検索デッキ
nl: Zoek decks
ru: Поиск колод
sw: Tafuta sitaha
th: ค้นหาสำรับ
uk: Пошук колод
vi: Tìm kiếm bộ bài
zh_hans: 搜索牌组
zh_hant: 搜尋牌組
zh_hk: 搜索套牌

# flashcards.section.all_decks
source: All Decks
ar: جميع الطوابق
da: Alle dæk
de: flashcards.section.all_decks
es: Todos los mazos
fa: همه عرشه ها
fi: Kaikki kannet
fr: Tous les decks
he: flashcards.section.all_decks
it: Tutti i mazzi
ja: すべてのデッキ
nl: Alle dekken
ru: Все колоды
sw: Dawati Zote
th: เด็คทั้งหมด
uk: Усі колоди
zh_hans: 所有牌组
zh_hant: 所有牌組
zh_hk: 所有套牌

# flashcards.section.current_semester
source: Current Semester
ar: الفصل الدراسي الحالي
da: Nuværende semester
de: flashcards.section.current_semester
es: Semestre actual
fa: ترم جاری
fi: Nykyinen lukukausi
fr: Semestre en cours
he: flashcards.section.current_semester
it: Semestre corrente
ja: 今学期
nl: Huidig ​​semester
ru: Текущий семестр
sw: Muhula wa Sasa
th: ภาคการศึกษาปัจจุบัน
uk: Поточний семестр
vi: Học kỳ hiện tại
zh_hans: 当前学期
zh_hant: 當前學期
zh_hk: 本學期

# flashcards.section.decks
source: Decks
ar: الطوابق
da: Dæk
de: flashcards.section.decks
es: Cubiertas
fa: عرشه ها
fi: Kannet
fr: Ponts
he: flashcards.section.decks
it: Mazzi
ja: デッキ
nl: Dekken
ru: Колоды
sw: sitaha
th: สำรับ
uk: колоди
vi: Bộ bài
zh_hans: 牌组
zh_hant: 牌組
zh_hk: 甲板

# flashcards.title
source: Flashcards
ar: البطاقات التعليمية
da: Flashkort
de: flashcards.title
es: Tarjetas de Estudio
fa: فلش کارت ها
fr: Cartes mémoire
he: flashcards.title
it: Flashcard
ja: フラッシュカード
nl: Flitskaarten
ru: Карточки
th: บัตรคำศัพท์
uk: Картки
zh_hans: 闪卡
zh_hant: 閃卡
zh_hk: 抽認卡

# grades.column.course
source: Course
ar: دورة
da: Kursus
de: grades.column.course
es: Curso
fa: دوره
fi: Kurssi
fr: Cours
he: grades.column.course
ja: コース
nl: Cursus
ru: Курс
sw: Kozi
th: คอร์ส
uk: курс
vi: Khóa học
zh_hans: 课程
zh_hant: 課程
zh_hk: 課程

# grades.column.credits
source: Credits
ar: الاعتمادات
da: Kreditter
de: grades.column.credits
es: Créditos
fa: اعتبارات
fi: Krediitit
fr: Crédits
he: grades.column.credits
it: Crediti
ja: クレジット
nl: Kredieten
ru: Кредиты
sw: Mikopo
th: เครดิต
uk: Кредити
vi: Tín dụng
zh_hans: 学分
zh_hant: 學分
zh_hk: 製作人員

# grades.column.grade
source: Grade
ar: درجة
da: Grad
de: grades.column.grade
es: Calificación
fa: درجه
fi: Luokka
he: grades.column.grade
it: Grado
ja: 学年
nl: Cijfer
ru: Оценка
sw: Daraja
th: ระดับ
uk: Оцінка
vi: Cấp
zh_hans: 成绩
zh_hant: 成績
zh_hk: 年級

# grades.display.no_grade
source: No grade yet
ar: لا الصف بعد
da: Ingen karakter endnu
de: grades.display.no_grade
es: Aún sin calificación
fa: هنوز نمره ای نیست
fi: Ei vielä arvosanaa
fr: Pas encore de note
he: grades.display.no_grade
it: Nessun voto ancora
ja: まだグレードがありません
nl: Nog geen cijfer
ru: Пока нет оценки
sw: Bado hakuna daraja
th: ยังไม่มีเกรด
uk: Ще немає оцінки
vi: Chưa có điểm
zh_hans: 尚无成绩
zh_hant: 尚無成績
zh_hk: 還沒有等級

# grades.empty.select_course
source: Select a course from the center panel to see its grade breakdown.
ar: حدد دورة تدريبية من اللوحة المركزية لرؤية تصنيف درجاتها.
da: Vælg et kursus fra midterpanelet for at se dets karakterfordeling.
de: grades.empty.select_course
es: Selecciona un curso del panel central para ver su desglose de calificaciones.
fa: یک درس را از پانل مرکزی انتخاب کنید تا تفکیک نمره آن را ببینید.
fi: Valitse kurssi keskipaneelista nähdäksesi sen arvosanaerittelyn.
fr: Sélectionnez un cours dans le panneau central pour voir la répartition de ses notes.
he: grades.empty.select_course
it: Seleziona un corso dal pannello centrale per visualizzarne la suddivisione dei voti.
ja: 中央のパネルからコースを選択すると、その成績の内訳が表示されます。
nl: Selecteer een cursus in het middenpaneel om de uitsplitsing van de cijfers te bekijken.
ru: Выберите курс из центральной панели, чтобы увидеть разбивку оценок.
sw: Chagua kozi kutoka kwa kidirisha cha katikati ili kuona uchanganuzi wake wa daraja.
th: เลือกหลักสูตรจากแผงตรงกลางเพื่อดูการแบ่งเกรด
uk: Виберіть курс на центральній панелі, щоб побачити розподіл його оцінок.
vi: Chọn một khóa học từ bảng điều khiển trung tâm để xem phân tích điểm của khóa học đó.
zh_hans: 从中心面板选择一门课程以查看其成绩明细。
zh_hant: 從中心面板選擇一門課程以檢視其成績明細。
zh_hk: 從中心面板中選擇一門課程以查看其成績細目。

# grades.section.courses
source: Courses
ar: الدورات
da: Kurser
de: grades.section.courses
es: Cursos
fa: دوره ها
fi: Kurssit
fr: Cours
he: grades.section.courses
it: Corsi
ja: コース
nl: Cursussen
ru: Курсы
sw: Kozi
th: หลักสูตร
uk: Курси
zh_hans: 课程
zh_hant: 課程
zh_hk: 課程

# grades.section.grades
source: Grades
ar: الدرجات
da: Karakterer
de: grades.section.grades
es: Calificaciones
fa: نمرات
fi: Arvosanat
fr: Notes
he: grades.section.grades
it: Gradi
ja: グレード
nl: Cijfers
ru: Оценки
sw: Madarasa
th: เกรด
uk: Оцінки
zh_hans: 成绩
zh_hant: 成績
zh_hk: 成績

# grades.section.overall_status
source: Overall Status
ar: الوضع العام
da: Overordnet status
de: grades.section.overall_status
es: Estado General
fa: وضعیت کلی
fi: Kokonaistila
fr: Statut général
he: grades.section.overall_status
it: Stato generale
ja: 全体的なステータス
nl: Algemene status
ru: Общий статус
sw: Hali ya Jumla
th: สถานะโดยรวม
uk: Загальний стан
zh_hans: 总体状态
zh_hant: 總體狀態
zh_hk: 整體狀況

source: iCloud is connected and protected by native iCloud protections
ar: iCloud متصل ومحمي بواسطة وسائل حماية iCloud الأصلية
da: iCloud er forbundet og beskyttet af native iCloud-beskyttelser
es: iCloud está conectado y protegido por protecciones nativas de iCloud
fa: iCloud توسط محافظ های iCloud بومی متصل و محافظت می شود
fi: iCloud on yhdistetty ja suojattu alkuperäisillä iCloud-suojauksilla
fr: iCloud est connecté et protégé par les protections iCloud natives
he: iCloud מחובר ומוגן על ידי הגנות iCloud מקומיות
it: iCloud è connesso e protetto dalle protezioni iCloud native
ja: iCloud はネイティブの iCloud 保護によって接続され、保護されています
nl: iCloud is verbonden en beschermd door native iCloud-beveiligingen
sw: iCloud imeunganishwa na kulindwa na ulinzi asili wa iCloud
th: iCloud เชื่อมต่อและได้รับการปกป้องโดยการป้องกันดั้งเดิมของ iCloud
uk: iCloud підключено та захищено вбудованими засобами захисту iCloud
zh_hans: iCloud 通过本机 iCloud 保护进行连接和保护
zh_hant: iCloud 通過本機 iCloud 保護進行連接和保護
zh_hk: iCloud 通過本機 iCloud 保護進行連接和保護

# ios.dashboard.greeting.afternoon.1
source: Good afternoon
ar: مساء الخير
da: God eftermiddag
de: ios.dashboard.greeting.afternoon.1
es: Buenas tardes
fa: ظهر بخیر
fi: Hyvää iltapäivää
fr: Bon après-midi
he: ios.dashboard.greeting.afternoon.1
it: Buon pomeriggio
ja: こんにちは
nl: Goedemiddag
sw: Habari za mchana
th: สวัสดีตอนบ่าย
uk: доброго дня
zh_hans: 下午好
zh_hant: 午安
zh_hk: 午安

# ios.dashboard.greeting.afternoon.2
source: Afternoon
ar: بعد الظهر
da: Eftermiddag
de: ios.dashboard.greeting.afternoon.2
es: Tarde
fa: بعد از ظهر
fi: Iltapäivällä
fr: Après-midi
he: ios.dashboard.greeting.afternoon.2
it: Pomeriggio
ja: 午後
nl: Middag
sw: Alasiri
th: ตอนบ่าย
uk: полудень
zh_hans: 下午
zh_hant: 下午
zh_hk: 下午

# ios.dashboard.greeting.afternoon.3
source: Keep it up
ar: استمر
da: Bliv ved med det
de: ios.dashboard.greeting.afternoon.3
es: Sigue así
fa: ادامه بده
fi: Jatka samaan malliin
fr: Continuez comme ça
he: ios.dashboard.greeting.afternoon.3
it: Continua così
ja: それを維持する
nl: Ga zo door
sw: Endelea hivyo
th: ติดตามมันต่อไป
uk: Так тримати
zh_hans: 继续努力吧
zh_hant: 繼續努力吧
zh_hk: 繼續努力吧

# ios.dashboard.greeting.afternoon.4
source: Stay focused
ar: حافظ على تركيزك
da: Hold fokus
de: ios.dashboard.greeting.afternoon.4
es: Mantén el enfoque
fa: متمرکز بمان
fi: Pysy keskittyneenä
fr: Restez concentré
he: ios.dashboard.greeting.afternoon.4
it: Rimani concentrato
ja: 集中力を維持する
nl: Blijf gefocust
sw: Endelea kuzingatia
th: มีสมาธิอยู่เสมอ
uk: Залишайтеся зосередженими
zh_hans: 保持专注
zh_hant: 保持專注
zh_hk: 保持專注

# ios.dashboard.greeting.afternoon.5
source: Making progress
ar: إحراز التقدم
da: Fremskridt
de: ios.dashboard.greeting.afternoon.5
es: Haciendo progreso
fa: پیشرفت کردن
fi: Edistystä
fr: Faire des progrès
he: ios.dashboard.greeting.afternoon.5
it: Fare progressi
ja: 進歩する
nl: Vooruitgang boeken
sw: Kufanya maendeleo
th: มีความก้าวหน้า
uk: Прогресуємо
zh_hans: 取得进步
zh_hant: 取得進步
zh_hk: 取得進步

# ios.dashboard.greeting.default
source: Hello
ar: مرحبًا
da: Hej
de: ios.dashboard.greeting.default
es: Hola
fa: سلام
fi: Hei
fr: Bonjour
he: ios.dashboard.greeting.default
it: Ciao
ja: こんにちは
nl: Hallo
sw: Habari
th: สวัสดี
uk: Привіт
zh_hans: 你好
zh_hant: 你好
zh_hk: 你好

# ios.dashboard.greeting.evening.1
source: Good evening
ar: مساء الخير
da: God aften
de: ios.dashboard.greeting.evening.1
es: Buenas noches
fa: عصر بخیر
fi: Hyvää iltaa
fr: Bonne soirée
he: ios.dashboard.greeting.evening.1
it: Buonasera
ja: こんばんは
nl: Goedeavond
sw: Habari za jioni
th: สวัสดีตอนเย็น
uk: добрий вечір
zh_hans: 晚上好
zh_hant: 晚安
zh_hk: 晚安

# ios.dashboard.greeting.evening.2
source: Evening
ar: مساء
da: Aften
de: ios.dashboard.greeting.evening.2
es: Noche
fa: عصر
fi: Ilta
fr: Soir
he: ios.dashboard.greeting.evening.2
it: Sera
ja: 夕方
nl: Avond
sw: Jioni
th: ตอนเย็น
uk: вечір
zh_hans: 晚上
zh_hant: 晚上
zh_hk: 晚上

# ios.dashboard.greeting.evening.3
source: Wrapping up
ar: التفاف
da: Indpakning
de: ios.dashboard.greeting.evening.3
es: Terminando
fa: بسته شدن
fi: Päätös
fr: Conclusion
he: ios.dashboard.greeting.evening.3
it: Concludendo
ja: まとめ
nl: Inpakken
sw: Kuhitimisha
th: ห่อขึ้น
uk: Підведення підсумків
zh_hans: 总结
zh_hant: 總結
zh_hk: 總結

# ios.dashboard.greeting.evening.4
source: Almost there
ar: هناك تقريبا
da: Næsten der
de: ios.dashboard.greeting.evening.4
es: Casi ahí
fa: تقریباً وجود دارد
fi: Melkein siellä
fr: Presque là
he: ios.dashboard.greeting.evening.4
it: Ci siamo quasi
ja: もうすぐそこ
nl: Bijna daar
sw: Karibu huko
th: เกือบจะถึงแล้ว
uk: Майже там
zh_hans: 快到了
zh_hant: 快到了
zh_hk: 快到了

# ios.dashboard.greeting.evening.5
source: Finish strong
ar: إنهاء قوي
da: Afslut stærkt
de: ios.dashboard.greeting.evening.5
es: Termina fuerte
fa: با قدرت تمام کن
fi: Viimeistely vahva
fr: Terminer en force
he: ios.dashboard.greeting.evening.5
it: Finisci alla grande
ja: しっかり仕上げる
nl: Eindig sterk
sw: Maliza kwa nguvu
th: จบแบบเข้มแข็ง
uk: Фініш сильний
zh_hans: 强势完成
zh_hant: 強勢完成
zh_hk: 強勢完成

# ios.dashboard.greeting.morning.1
source: Good morning
ar: صباح الخير
da: Godmorgen
de: ios.dashboard.greeting.morning.1
es: Buenos días
fa: صبح بخیر
fi: Hyvää huomenta
fr: Bonjour
he: ios.dashboard.greeting.morning.1
it: Buongiorno
ja: おはよう
nl: Goedemorgen
sw: Habari za asubuhi
th: สวัสดีตอนเช้า
uk: доброго ранку
zh_hans: 早上好
zh_hant: 早安
zh_hk: 早安

# ios.dashboard.greeting.morning.2
source: Rise and shine
ar: صعود وتألق
da: Rejs og skinne
de: ios.dashboard.greeting.morning.2
es: Despierta y brilla
fa: برخیز و بدرخش
fi: Nouse ja loista
fr: Lève-toi et brille
he: ios.dashboard.greeting.morning.2
it: Alzati e risplendi
ja: 立ち上がって輝け
nl: Sta op en glans
sw: Inuka na uangaze
th: ลุกขึ้นและส่องแสง
uk: Встань і сяй
zh_hans: 崛起并闪耀
zh_hant: 崛起並閃耀
zh_hk: 崛起並閃耀

# ios.dashboard.greeting.morning.3
source: Morning
ar: صباح
da: Morgen
de: ios.dashboard.greeting.morning.3
es: Mañana
fa: صبح
fi: Aamu
fr: Matin
he: ios.dashboard.greeting.morning.3
it: Mattina
ja: 朝
nl: Ochtend
sw: Asubuhi
th: เช้า
uk: Ранок
zh_hans: 早晨
zh_hant: 早晨
zh_hk: 早晨

# ios.dashboard.greeting.morning.4
source: Start strong today
ar: ابدأ بقوة اليوم
da: Start stærkt i dag
de: ios.dashboard.greeting.morning.4
es: Comienza fuerte hoy
fa: از امروز قوی شروع کن
fi: Aloita tänään vahvasti
fr: Commencez fort aujourd'hui
he: ios.dashboard.greeting.morning.4
it: Inizia forte oggi
ja: 今日から力強くスタートしましょう
nl: Begin vandaag sterk
sw: Anza kwa nguvu leo
th: เริ่มต้นอย่างแข็งแกร่งในวันนี้
uk: Почніть сильно сьогодні
zh_hans: 从今天开始坚强
zh_hant: 從今天開始堅強
zh_hk: 從今天開始堅強

# ios.dashboard.greeting.morning.5
source: Welcome back
ar: مرحبًا بعودتك
da: Velkommen tilbage
de: ios.dashboard.greeting.morning.5
es: Bienvenido de nuevo
fa: خوش آمدید
fi: Tervetuloa takaisin
fr: Content de te revoir
he: ios.dashboard.greeting.morning.5
it: Bentornato
ja: おかえり
nl: Welkom terug
sw: Karibu tena
th: ยินดีต้อนรับกลับมา
uk: Ласкаво просимо назад
zh_hans: 欢迎回来
zh_hant: 歡迎回來
zh_hk: 歡迎回來

# ios.dashboard.greeting.night.1
source: Hello
ar: مرحبًا
da: Hej
de: ios.dashboard.greeting.night.1
es: Hola
fa: سلام
fi: Hei
fr: Bonjour
he: ios.dashboard.greeting.night.1
it: Ciao
ja: こんにちは
nl: Hallo
sw: Habari
th: สวัสดี
uk: Привіт
zh_hans: 你好
zh_hant: 你好
zh_hk: 你好

# ios.dashboard.greeting.night.2
source: Welcome back
ar: مرحبًا بعودتك
da: Velkommen tilbage
de: ios.dashboard.greeting.night.2
es: Bienvenido de nuevo
fa: خوش آمدید
fi: Tervetuloa takaisin
fr: Content de te revoir
he: ios.dashboard.greeting.night.2
it: Bentornato
ja: おかえり
nl: Welkom terug
sw: Karibu tena
th: ยินดีต้อนรับกลับมา
uk: Ласкаво просимо назад
zh_hans: 欢迎回来
zh_hant: 歡迎回來
zh_hk: 歡迎回來

# ios.dashboard.greeting.night.3
source: Still working
ar: لا تزال تعمل
da: Arbejder stadig
de: ios.dashboard.greeting.night.3
es: Todavía trabajando
fa: هنوز کار می کند
fi: Toimii edelleen
fr: Je travaille toujours
he: ios.dashboard.greeting.night.3
it: Funziona ancora
ja: まだ働いています
nl: Werkt nog steeds
sw: Bado inafanya kazi
th: ยังคงทำงานอยู่
uk: Все ще працює
zh_hans: 仍在工作
zh_hant: 仍在工作
zh_hk: 仍在工作

# ios.dashboard.greeting.night.4
source: Burning the midnight oil
ar: حرق زيت منتصف الليل
da: Afbrænding af midnatsolien
de: ios.dashboard.greeting.night.4
es: Quemando el aceite de medianoche
fa: سوزاندن روغن نیمه شب
fi: Keskiyön öljyn polttaminen
fr: Brûler l'huile de minuit
he: ios.dashboard.greeting.night.4
it: Bruciare l'olio di mezzanotte
ja: 真夜中の油を燃やす
nl: Het verbranden van de middernachtolie
sw: Kuchoma mafuta ya usiku wa manane
th: เผาน้ำมันตอนเที่ยงคืน
uk: Спалювання опівнічного масла
zh_hans: 开夜车
zh_hant: 開夜車
zh_hk: 開夜車

# ios.dashboard.stats.courses
source: Courses
ar: الدورات
da: Kurser
de: ios.dashboard.stats.courses
es: Cursos
fa: دوره ها
fi: Kurssit
fr: Cours
he: ios.dashboard.stats.courses
it: Corsi
ja: コース
nl: Cursussen
sw: Kozi
th: หลักสูตร
uk: Курси
zh_hans: 课程
zh_hant: 課程
zh_hk: 課程

# ios.dashboard.stats.due_soon
source: Due Soon
ar: قريبا
da: Forfalder snart
de: ios.dashboard.stats.due_soon
es: Vencen Pronto
fa: سررسید به زودی
fi: Erääntyvä pian
fr: À venir bientôt
he: ios.dashboard.stats.due_soon
it: A breve
ja: もうすぐ期限
nl: Binnenkort verschuldigd
sw: Inatakiwa Hivi Karibuni
th: ครบกำหนดเร็ว ๆ นี้
uk: Термін скоро
zh_hans: 即将到期
zh_hant: 即將到期
zh_hk: 即將到期

# ios.dashboard.stats.next_7_days
source: Next 7 Days
ar: 7 أيام القادمة
da: Næste 7 dage
de: ios.dashboard.stats.next_7_days
es: Próximos 7 Días
fa: 7 روز آینده
fi: Seuraavat 7 päivää
fr: 7 prochains jours
he: ios.dashboard.stats.next_7_days
it: Prossimi 7 giorni
ja: 次の 7 日間
nl: Volgende 7 dagen
sw: Siku 7 Zijazo
th: 7 วันถัดไป
uk: Наступні 7 днів
zh_hans: 接下来 7 天
zh_hant: 接下來 7 天
zh_hk: 接下來 7 天

# ios.dashboard.study_hours.month
source: This Month
ar: هذا الشهر
da: Denne måned
de: ios.dashboard.study_hours.month
es: este mes
fa: این ماه
fi: Tässä kuussa
fr: Ce mois-ci
he: ios.dashboard.study_hours.month
it: Questo mese
ja: 今月
nl: Deze maand
sw: Mwezi Huu
th: เดือนนี้
uk: Цей місяць
zh_hans: 本月
zh_hant: 本月
zh_hk: 本月
